console.log("Добро пожаловать на страницу с моим CV!\n\
Заранее благодарю за время, потраченное на проверку!\n\
Пройдемся по пунктам:\n\
1) Студент засабмитил в rs app ссылку на своё CV, задеплоенное на gh-pages - выполнено полностью (10 баллов)\n\
2) Верстка валидная(проверяем на https://validator.w3.org/) - выполнено полностью (10 баллов)\n\
3) Верстка семантическая. В коде странице присутствуют и используются:\n\
\t3.1) header, main, footer - выполнено полностью (5 баллов)\n\
\t3.2) nav - выполнено полностью (5 баллов)\n\
\t3.3) в коде страницы используется только 1 элемент h1 - выполнено полностью (5 баллов)\n\
\t3.4) используются заголовки h2 - выполнено полностью (5 баллов)\n\
\t3.5) в footer есть ссылка на github автора, год создания приложения, логотип курса со ссылкой на курс - выполнено полностью (10 баллов)\n\
\t3.6) для оформления СV используются css-стили - выполнено полностью (10 баллов)\n\
\t3.7) при уменьшении масштаба страницы браузера вёрстка размещается по центру по горизонтали, а не сдвигается в сторону - выполнено полностью (10 баллов)\n\
\t3.8) на странице СV есть фото автора, пропорции изображения не искажены, у изображения есть атрибут alt - выполнено полностью (10 баллов)\n\
\t3.9) навигация, контакты для связи и перечень навыков оформлены в виде списка ul > li или ul > li > a - выполнено полностью (10 баллов)\n\
4) Содержание CV. CV содержит:\n\
\t4.1) краткую информацию о себе - выполнено полностью (5 баллов)\n\
\t4.2) контакты для связи - выполнено полностью (5 баллов)\n\
\t4.3) перечень навыков - выполнено полностью (5 баллов)\n\
\t4.4) пример кода. Код добавляется при помощи символов и тегов, а не картинкой - выполнено полностью (5 баллов)\n\
\t4.5) перечень выполненный учебных проектов со ссылками на исходный код или страницу приложения - выполнено полностью (5 баллов)\n\
\t4.6) информацию об образовании и уровне английского - выполнено полностью (5 баллов)\n\
\t4.7) CV выполнено на английском языке - выполнено полностью (10 баллов)\n\
Итого: 130 баллов.\n\
Если у вас будут какие-то вопросы по заданию, то можете связываться со мной. Контактные данные можно посмотреть в разделе \"Contact\".");